Repository: ubports-weblate/messaging-app
Catalog: po/*.po
Languages: sc

source: #channelName
sc: #nòmineDeSuCanale

source: %1 - Connecting...
sc: %1 - Connetende...

source: %1 added %2 to this group
sc: %1 at agiuntu %2 a su grupu

source: %1 invited %2 to this group
sc: %1 at cumbidadu a %2 a custu grupu

source: %1 is Admin
sc: %1 est amministradore

source: %1 is not Admin
sc: %1 no est amministradore

source: %1 joined this group
sc: %1 at aderidu a custu grupu

source: %1 left this group
sc: %1 at lassadu custu grupu

source: %1 removed %2 from this group
sc: %1 at bogadu %2 dae custu grupu

source: %1 renamed group to: %2
sc: %1 at mudadu su nòmine de su grupu in %2

source: %1 set %2 as Admin
sc: %1 at fatu a %2 amministradore

source: %1 set %2 as not Admin
sc: %1 at fatu a %2 no amministradore

source: %1 was invited to this group
sc: %1 est istadu cumbidadu a su grupu

source: <<< Swipe to cancel
sc: <<< Iscurre pro annullare

source: Accepted
sc: Atzetadu

source: Add
sc: Agiunghe

source: Add participant:
sc: Agiunghe partetzipante:

source: Add recipient
sc: Agiunghe su destinatàriu

source: Add to contacts
sc: Agiunghe a is cuntatos

source: Add...
sc: Agiunghe...

source: Admin
sc: Amministradore

source: All
sc: Totus

source: Attachment: %1 audio clip
sc: Allegadu: %1 clip de àudio

source: Attachment: %1 contact
sc: Allegadu: %1 cuntatu

source: Attachment: %1 file
sc: Allegadu: %1 archìviu

source: Attachment: %1 image
sc: Allegadu: %1 immàgine

source: Attachment: %1 video
sc: Allegadu: %1 vìdeu

source: Audio attachment not supported
sc: Allegare àudio no est ancora possìbile

source: Away
sc: Ausente

source: Back
sc: In segus

source: Busy
sc: No a disponimentu

source: Call
sc: Muti

source: Cancel
sc: Annulla

source: Change
sc: Muda

source: Change all Messaging associations to %1?
sc: Boles mudare totu is assòtzios de messagìstica a %1?

source: Channel Info
sc: Informatziones de su canale

source: Channel name:
sc: Nòmine de su canale:

source: Close
sc: Serra

source: Compose a new message by swiping up from the bottom of the screen.
sc: Iscrie unu messàgiu nou iscurrende su didu in artu dae bàsciu de s'ischermu.

source: Contact
sc: Cuntatu

source: Copy
sc: Còpia

source: Create %1 Group...
sc: Crea su grupu %1...

source: Create MMS Group...
sc: Crea grupu MMS...

source: Creating Group...
sc: Creende su grupu...

source: Dark
sc: Iscuru

source: Delete
sc: Cantzella

source: Deleted
sc: Cantzelladu

source: Delivered
sc: Imbiadu

source: Don't ask again
sc: No ddu torres a domandare

source: Don't show again
sc: No ddu ammustres prus

source: Draft:
sc: Abbotzu:

source: Edit
sc: Modìfica

source: Enable
sc: Ativa

source: Enable MMS messages
sc: Ativa messàgios MMS

source: End group
sc: Acabba su grupu

source: Failed
sc: Faddidu

source: Failed to create group
sc: Impossìbile creare su grupu

source: Failed to delete group
sc: Impossìbile cantzellare su grupu

source: Failed to leave channel
sc: Impossìbile lassare su canale

source: Failed to leave group
sc: Impossìbile lassare su grupu

source: Failed to modify group title
sc: Impossìbile mudare su tìtulu de su grupu

source: Failed to send the message
sc: Faddina in s'imbiu de su messàgiu

source: Failed!
sc: Faddidu!

source: Favorites
sc: Preferidos

source: File size warning
sc: Avisu de mannària de archìviu

source: File type not supported
sc: Custa genia de archìviu no est cumpatìbile

source: Forward
sc: Torra a imbiare

source: From
sc: Dae

source: Got it
sc: Andat bene

source: Group
sc: Grupu

source: Group (%1)
sc: Grupu (%1)

source: Group Info
sc: Informatziones de su grupu

source: Group has been dissolved
sc: Su grupu est istadu isòrvidu

source: Group name:
sc: Nòmine de su grupu:

source: If you wish to edit your SIM and other mobile preferences, please visit <a href="system_settings">System Settings</a>.
sc: Si boles modificare sa SIM tua e àteras preferèntzias de su mòbile, bìsita <a href="system_settings">Cunfiguratziones de sistema</a>.

source: Image
sc: Immàgine

source: Image Preview
sc: Pre-visualizatzione immàgine

source: Info
sc: Informatziones

source: It is not possible to send messages at the moment
sc: Impossìbile imbiare messàgios immoe

source: It is not possible to send messages in flight mode
sc: Impossìbile imbiare messàgios in modalidade aèreu

source: It is not possible to send the message
sc: Impossìbile imbiare su messàgiu

source: Join IRC Channel...
sc: Aderi a su canale IRC...

source: Join IRC channel:
sc: Aderi a su canale IRC:

source: Leave channel
sc: Lassa su canale

source: Leave group
sc: Lassa su grupu

source: Light
sc: Craru

source: MMS support is required to send this message. Do you want to enable it?
sc: Su suportu MMS est rechèdidu pro imbiare custu messàgiu. Ddu boles ativare?

source: MMS support required
sc: Suportu MMS rechèdidu

source: Me
sc: Deo

source: Members:
sc: Membros:

source: Message info
sc: Informatziones de su messàgiu

source: Messages
sc: Messàgios

source: Messages;SMS;MMS;Text Messages;Text
sc: Messàgios;messagìstica;SMS;MMS;Messàgiu de testu;Testu

source: Messaging
sc: Messagìstica

source: Messaging App
sc: Aplicatzione de messagìstica

source: Messaging application
sc: Aplicatzione de messagìstica

source: Multiple MMS Messages
sc: Vàrios messàgios de MMS

source: Myself
sc: Deo

source: New %1 Group
sc: Grupu nou %1

source: New MMS Group
sc: Grupu nou MMS

source: New message
sc: Messàgiu nou

source: No SIM card
sc: Peruna carta SIM

source: No SIM card selected
sc: Peruna carta SIM seletzionada

source: No network
sc: Peruna rete

source: No permission to access microphone
sc: Perunu permissu de atzessu a su micròfonu

source: Not available
sc: No est a disponimentu

source: Number or contact name
sc: Nùmeru o nòmine de su cuntatu

source: Offline
sc: Foras de lìnia

source: Ok
sc: AB

source: Online
sc: In lìnia

source: Oops, there has been an error with the MMS system and this message could not be retrieved. Please ensure Cellular Data is ON and MMS settings are correct, then ask the sender to try again.
sc: Impossìbile recuperare su messàgiu pro more de una faddina in su sistema MMS. Assegura·ti chi sa connessione de datos mòbiles est ativa e sa cunfiguratzione MMS est curreta; pustis, dimanda chi ti ddu torrant a imbiare.

source: Participants: %1
sc: Partetzipantes: %1

source: Pending
sc: In suspesu

source: Pick an account to create.
sc: Sèbera unu contu de creare.

source: Please grant access on <a href="system_settings">System Settings &gt; Security &amp; Privacy</a>.
sc: Permite atzessu a is <a href="system_settings">Cunfiguratziones de sistema &gt; Seguresa e riservadesa</a>.

source: Please insert a SIM card and try again.
sc: Inserta carta SIM e torra·bi a proare.

source: Please unlock your SIM card to call or send a message. You can unlock your SIM card from the Network Indicator at the top of the screen or by visiting <a href="system_settings">System Settings &gt; Security &amp; Privacy</a>.
sc: Isbloca s'ischeda SIM pro fàghere mutidas o imbiare messàgios. Podes isblocare sa SIM tua pro mèdiu de s'indicadore de rete situadu in s'ala superiora de s'ischermu o bisitende <a href="system_settings">Cunfiguratziones de sistema &gt; Seguresa e riservadesa</a>.

source: Read
sc: Lèghidu

source: Received
sc: Retzidu

source: Remove
sc: Boga

source: Remove from group
sc: Boga dae su grupu

source: Removing last member will cause '%1' to be dissolved. Would you like to continue?
sc: Cantzellende s'ùrtimu membru, su grupu '%1' at a èssere isòrvidu. Boles sighire?

source: Renamed group to: %1
sc: Grupu torradu a nominare: %1

source: Retry
sc: Torra·bi a proare

source: SIM Card is locked
sc: Sa carta SIM est blocada

source: Save
sc: Sarva

source: Search
sc: Chirca

source: Search...
sc: Chirca...

source: See in contacts
sc: Ammustra in is cuntatos

source: Select
sc: Seletziona

source: Send
sc: Imbia

source: Send private message
sc: Imbia messàgiu de testu privadu

source: Sent
sc: Imbiadu

source: Set as admin
sc: Cunfigura comente amministradore

source: Settings
sc: Cunfiguratziones

source: Share
sc: Cumpartzi

source: Simplified conversation view
sc: Visualizatzione de tzarrada sèmplitze

source: Sort by timestamp
sc: Òrdina pro data e ora

source: Sort by title
sc: Òrdina pro tìtulu

source: Sort threads
sc: Òrdina tzarradas

source: Status
sc: Istadu

source: Successfully left channel
sc: As lassadu su canale

source: Successfully left group
sc: As lassadu su grupu

source: Swipe to delete
sc: Iscurre pro cantzellare

source: Swipe to reveal actions
sc: Iscurre pro ammustrare atziones

source: System Theme
sc: Tema de su sistema

source: Temporarily Failed
sc: Faddina temporànea

source: Text message copied to clipboard
sc: Messàgiu copiadu in punta de billete

source: The SIM card does not provide the owner's phone number. Because of that sending MMS group messages is not possible.
sc: Sa carta SIM non frunit su nùmeru de telèfonu de is meres. Est pro custu chi no est possìbile imbiare messàgios de grupu MMS.

source: The content you are sending requires one MMS message per recipient, so you might get charged for multiple messages. Do you want to continue?
sc: Su cuntenutu chi ses imbiende rechedet unu messàgiu MMS pro cada persone, e duncas ti podent fàghere pagare prus de unu messàgiu. Boles sighire?

source: The selected account is not available at the moment
sc: Su contu seletzionadu no est a disponimentu immoe

source: Theme
sc: Tema

source: There is currently no network on %1
sc: Peruna rete in %1

source: There is currently no network.
sc: Peruna rete.

source: This recipient was already selected
sc: Custa persone est giai seletzionada

source: To
sc: A

source: To:
sc: A:

source: Today
sc: Oe

source: Type
sc: Genia

source: Type a name...
sc: Iscrie unu nòmine...

source: Unknown
sc: Disconnotu

source: Unknown contact
sc: Cuntatu disconnotu

source: Video
sc: Vìdeu

source: Video Preview
sc: Pre-visualizatzione vìdeu

source: Video attachment not supported
sc: No est ancora possìbile allegare vìdeos

source: Welcome to your Messaging app!
sc: Ti donamus su benebènnidu a s'aplicatzione de messagìstica!

source: Welcome to your Ubuntu messaging app.
sc: Ti donamus su benebènnidu a s'aplicatzione de messagìstica de Ubuntu.

source: Write a broadcast message...
sc: Iscrie unu messàgiu de difusione...

source: Write a message...
sc: Iscrie unu messàgiu...

source: Yesterday
sc: Eris

source: You are Admin
sc: Ses amministradore

source: You are not Admin
sc: No ses amministradore

source: You are trying to send big files (over 300Kb). Some operators might not be able to send it.
sc: Ses chirchende de imbiare un'archìviu mannu (de prus de 300Kb). Non totus is frunidores de servìtziu ddos podent imbiare.

source: You can't send messages to this group because the group is no longer active
sc: Non podes imbiare messàgios a custu grupu ca su grupu no est prus ativu

source: You have to disable flight mode
sc: Deves disativare sa modalidade aèreu

source: You have to press and hold the record icon
sc: Toca e mantene s'icona de su micròfonu

source: You invited %1 to this group
sc: As invitadu a %1 a custu grupu

source: You joined this group
sc: As aderidu a custu grupu

source: You left this group
sc: As lassadu custu grupu

source: You need to select a SIM card
sc: Deves seletzionare una carta SIM

source: You renamed group to: %1
sc: As torradu a nominare su grupu comente: %1

source: You switched to %1 @ %2
sc: Ses coladu dae %1 a %2

source: You were removed from this group
sc: T'ant bogadu de custu grupu
